[
  {
    "title": "Materialists",
    "director": "Celine Song",
    "year": 2025,
    "description": "Materialists kể về một nữ môi giới bất động sản trẻ sống ở New York, người luôn khao khát một cuộc sống hào nhoáng và ổn định về tài chính. Trong hành trình chinh phục sự giàu sang, cô vướng vào một mối tình tay ba giữa một người đàn ông giàu có và một tình yêu cũ chân thành nhưng kém xa về mặt vật chất.Phim khám phá sự mâu thuẫn giữa tình yêu và tiền bạc, giữa đam mê cá nhân và áp lực xã hội, từ đó đặt ra câu hỏi: Liệu tình yêu có thể tồn tại trong một thế giới quá thực dụng?",
    "genre": ["Hài", "Lãng mạn"],
    "poster": "https://m.media-amazon.com/images/M/MV5BNmQxMTI1YmEtOGY3Yi00NzVlLWEzMjAtYTI1NWZkNDFiMDg1XkEyXkFqcGc@._V1_QL75_UX190_CR0,7,190,281_.jpg",
    "trailer": "https://www.youtube.com/embed/4A_kmjtsJ7c",
    "link": "Materialists.html",
    "type": "recommended"
  },
  {
    "title": "How to Train Your Dragon",
    "director": "Dean DeBlois",
    "year": 2025,
    "description": "Tại ngôi làng Viking Berk, nơi con người sống trong chiến tranh với loài rồng, cậu bé yếu đuối Hiccup  - con trai thủ lĩnh  - luôn bị xem là kẻ khác biệt. Trong một lần rồng tấn công, cậu bắn hạ được loài rồng huyền thoại Night Fury nhưng không nỡ giết nó. Cậu đặt tên cho nó là Toothless (Răng Sún) và cả hai dần trở thành bạn thân.Nhờ mối quan hệ đặc biệt với Toothless, Hiccup phát hiện loài rồng không hung dữ như mọi người nghĩ. Cậu khám phá ra rằng bầy rồng chỉ tuân theo mệnh lệnh của một con rồng chúa khổng lồ. Khi nguy hiểm ập đến, Hiccup và Toothless hợp lực chiến đấu, giúp cả làng nhận ra con người và rồng có thể chung sống hòa bình.",
    "genre": ["Phiêu lưu", "Giả tưởng"],
    "poster": "https://m.media-amazon.com/images/M/MV5BODA5Y2M0NjctNWQzMy00ODRhLWE0MzUtYmE1YTAzZjYyYmQyXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "trailer": "https://www.youtube.com/embed/OWEq2Pf8qpk",
    "link": "How_to_Train_Your_Dragon.html",
    "type": "recommended"
  },
  {
    "title": "Mission: Impossible - The Final Reckoning",
    "director": "Christopher McQuarrie",
    "year": 2025,
    "description": "Trong phần cuối của loạt phim hành động đình đám, đặc vụ Ethan Hunt đối mặt với nhiệm vụ nguy hiểm nhất trong sự nghiệp: tiêu diệt một trí tuệ nhân tạo vượt tầm kiểm soát có khả năng thao túng mọi hệ thống toàn cầu. Khi các đồng minh cũ trở thành mối đe dọa và quá khứ dần lộ diện, Ethan phải lựa chọn giữa sinh mạng của người thân yêu và vận mệnh thế giới.Cùng đội IMF, anh lao vào một cuộc chạy đua toàn cầu  - từ các thành phố châu Âu đến sa mạc Trung Đông  - để ngăn chặn một thế lực thầm lặng đang chuẩn bị cho “cuộc thanh toán cuối cùng”. Cuộc chiến lần này không chỉ đòi hỏi kỹ năng, mà còn là sự hy sinh tối thượng.",
    "genre": ["Hành động", "Giật gân"],
    "poster": "https://m.media-amazon.com/images/M/MV5BZGQ5NGEyYTItMjNiMi00Y2EwLTkzOWItMjc5YjJiMjMyNTI0XkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/fsQgc9pCyDU",
    "link": "Mission_Impossible_Final_Reckoning.html",
    "type": "recommended"
  },
  {
    "title": "Sinners",
    "director": "Ryan Coogler",
    "year": 2025,
    "description": "Năm 1932 tại Mississippi, hai anh em sinh đôi Smoke và Stack Moore mở một quán nhạc juke joint để tạo nơi tụ họp cho cộng đồng da đen sau chiến tranh và những năm tháng giang hồ. Trong đêm khai trương, họ bị một bầy ma cà rồng do Remmick cầm đầu tấn công, khiến Stack và nữ ca sĩ Mary bị biến thành vampire.Smoke cùng vợ mình và cháu trai Sammie hợp sức chiến đấu, kết hợp âm nhạc, tín ngưỡng Hoodoo và lòng can đảm để chống lại thế lực siêu nhiên và bảo vệ bản sắc cộng đồng. Trận chiến cuối cùng cướp đi mạng sống của Smoke, nhưng giúp Sammie sống sót và trở thành nghệ sĩ blues huyền thoại.Nhiều năm sau, Stack và Mary  - nay là vampire  - trở lại tìm Sammie, mời anh trở thành bất tử, nhưng anh từ chối, lựa chọn làm người và giữ lại di sản mà anh trai mình đã hi sinh để bảo vệ.",
    "genre": ["Kinh dị", "Tâm lý"],
    "poster": "https://m.media-amazon.com/images/M/MV5BNjIwZWY4ZDEtMmIxZS00NDA4LTg4ZGMtMzUwZTYyNzgxMzk5XkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/bKGxHflevuk",
    "link": "Sinners.html",
    "type": "recommended"
  },
  {
    "title": "Ballerina",
    "director": "Len Wiseman",
    "year": 2025,
    "description": "Sau cái chết của gia đình, sát thủ trẻ Rooney  - được đào tạo tại lò huấn luyện sát thủ ngụy trang dưới trường múa ballet  - bắt đầu hành trình trả thù những kẻ đã hủy hoại cuộc đời cô. Với kỹ năng giết người được rèn giũa từ nhỏ và lòng quyết tâm sắt đá, Rooney lần theo dấu vết qua thế giới ngầm, đối mặt với các trùm tội phạm và thế lực của The High Table.Bị săn đuổi và phản bội, cô buộc phải lựa chọn giữa trả thù và sống sót. Cuộc chiến đưa Rooney đến với các nhân vật quen thuộc như Winston và Charon, hé lộ góc tối đằng sau tổ chức sát thủ toàn cầu  - đồng thời liên kết trực tiếp với vũ trụ của John Wick.Phim là hành trình đẫm máu, tàn nhẫn nhưng đầy cảm xúc về bản năng sinh tồn, sự mất mát, và bản chất của công lý trong một thế giới nơi luật lệ được viết bằng súng đạn.",
    "genre": ["Hành động", "Giật gân"],
    "poster": "https://m.media-amazon.com/images/M/MV5BNzdhZmY2OTQtYWI4OC00ZThkLTlhZjAtNzE2YzRjM2Q5YjJlXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "trailer": "https://www.youtube.com/embed/0FSwsrFpkbw",
    "link": "Ballerina.html",
    "type": "recommended"
  },
  {
    "title": "The Life of Chuck",
    "director": "Tim Bradshaw",
    "year": 2025,
    "description": "Phim kể câu chuyện kỳ lạ và cảm động về cuộc đời của Charles “Chuck” Krantz, một người đàn ông bình thường với số phận phi thường, được kể ngược từ cái chết đến thời thơ ấu của ông. Khi thế giới dần sụp đổ bởi hiện tượng siêu nhiên  - như bảng quảng cáo có ảnh Chuck xuất hiện khắp nơi cùng thông điệp 'Cảm ơn vì đã sống'  - những người xung quanh bắt đầu cảm nhận mối liên hệ kỳ bí giữa sự tồn tại của thế giới và cuộc đời của ông.Chuyển qua ba hồi  - từ tận thế, tuổi trung niên, đến tuổi thơ  - phim khám phá cái đẹp của cuộc sống, ký ức, sự mất mát, và ý nghĩa của từng khoảnh khắc sống. Thế giới trong phim có thể là thực tại, tưởng tượng, hoặc đang tồn tại trong tâm trí của Chuck  - để lại nhiều tầng nghĩa sâu sắc.Với cách kể chuyện độc đáo, The Life of Chuck là hành trình ngược dòng thời gian đầy xúc động, đặt câu hỏi: “Nếu cuộc sống chỉ là giấc mơ của một người, thì nó vẫn có thật chứ?”",
    "genre": ["Tâm lý", "Giả tưởng"],
    "poster": "https://cdn.kinocheck.com/i/670bk4i9jy.jpg",
    "trailer": "https://www.youtube.com/embed/qMUTCdsXD5A",
    "link": "The_Life_of_Chuck.html",
    "type": "recommended"
  },
  {
    "title": "F1",
    "director": "Joseph Kosinski",
    "year": 2025,
    "description": "Phim theo chân Sonny Hayes (Brad Pitt), một tay đua kỳ cựu từng rút lui khỏi đường đua sau tai nạn nghiêm trọng. Khi đội đua hư cấu APXGP đang tụt hậu tại giải Công thức 1, Sonny được mời trở lại để hướng dẫn tay đua trẻ đầy tiềm năng Joshua Pearce (Damson Idris).Bị kẹt giữa áp lực từ đội ngũ kỹ thuật, căng thẳng trong giới truyền thông, và những cuộc đua sinh tử ở tốc độ hơn 300km/h, Sonny không chỉ giúp Pearce trưởng thành mà còn tự mình tìm lại đam mê và bản lĩnh đã đánh mất.Phim được quay tại các chặng F1 thực tế năm 2023 -2024, kết hợp cảnh đua chân thật và kỹ xảo điện ảnh mãn nhãn, tái hiện tốc độ, nguy hiểm và niềm đam mê trong thế giới F1 đỉnh cao.",
    "genre": ["Thể thao", "Hành động", "Drama"],
    "poster": "https://cdn.galaxycine.vn/media/2025/4/28/f1-500_1745833699523.jpg",
    "trailer": "https://www.youtube.com/embed/qOVZXh8xpC4",
    "link": "F1.html",
    "type": "recommended"
  },
  {
    "title": "Black Bag",
    "director": "Steven Soderbergh",
    "year": 2025,
    "description": "Đặc vụ tình báo Anh George Woodhouse (Michael Fassbender) được giao nhiệm vụ điều tra một đường rò rỉ thông tin tối mật: phần mềm 'Severus' có khả năng gây khủng hoảng chính phủ. Với danh sách 5 nghi phạm, trong đó có vợ mình  - đặc vụ Kathryn (Cate Blanchett)  - George tổ chức bữa tối “truy tìm sự thật”. Qua trò chơi polygraph và thuốc sự thật, anh hé lộ nhiều bí mật cá nhân của nhóm.Khi đồng nghiệp Meacham chết nghi vấn và Kathryn bị theo dõi ở Zurich cùng một tài khoản chứa 7 triệu bảng, mọi bằng chứng đều chỉ đến cô. Nhưng thực tế, George và Kathryn bị gài bẫy bởi một âm mưu kép: Đại tá James (Regé‑Jean Page) cùng lãnh đạo Stieglitz (Pierce Brosnan) muốn sử dụng Severus để gây bất ổn chính trị; ngược lại, Zoe (Naomie Harris) và Freddie (Tom Burke) làm rò rỉ bí mật để ngăn Severus rơi vào tay Nga.Trong cuộc đọ trí cuối cùng, James bị lật tẩy là kẻ phản bội, và Kathryn đã bắn chết anh ta để cứu chồng. Bộ phim kết thúc khi George và Kathryn khẳng định tình yêu và sự trung thành tuyệt đối với nhau, bất chấp những nghi kỵ từng tồn tại",
    "genre": ["Giật gân", "Drama"],
    "poster": "https://m.media-amazon.com/images/M/MV5BN2FhYjgzYTctZDcyZS00MTdlLWIzYzUtOGIyMTYzZWJkYzc4XkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/Du0Xp8WX_7I",
    "link": "Black_Bag.html",
    "type": "recommended"
  },
  {
    "title": "Mickey 17",
    "director": "Bong Joon Ho",
    "year": 2025,
    "description": "Năm 2054, vì mắc nợ, Mickey Barnes (Robert Pattinson) và bạn thân Timo (Steven Yeun) nhập hội thám hiểm để thuộc địa hóa hành tinh băng Niflheim. Mickey tình nguyện làm “Expendable”  - nghĩa là “vật hy sinh”  - thực hiện những nhiệm vụ nguy hiểm đến mức có thể chết, để rồi được sao chép (clone) lại với đầy đủ ký ức. Đến phiên bản thứ 17 (Mickey 17), anh trở lại sống sót và tiếp tục nhiệm vụ, nhưng điều bất ngờ xảy ra khi Mickey 18 được sinh ra trong khi Mickey 17 vẫn còn sống  - vi phạm quy tắc chỉ một clone tồn tại.Bộ phim khám phá khía cạnh nhân sinh: danh tính cá nhân, quyền con người và đạo đức khi con người bị xem là có thể thay thế. Mickey 17 phải đối mặt với hành tinh khắc nghiệt, mối quan hệ phức tạp với đồng đội  - nhất là tình cảm với đặc vụ Nasha (Naomi Ackie)  - và sự đe dọa không chỉ đến từ môi trường mà còn từ chính hệ thống sao chép. Khi hai phiên bản của anh cùng tồn tại, căng thẳng bùng nổ, đưa câu chuyện đến cao trào giữa nhân bản, quyền lực chính trị, và sinh tồn.",
    "genre": ["Viễn tưởng", "Hài", "Drama"],
    "poster": "https://m.media-amazon.com/images/M/MV5BZGQwYmEzMzktYzBmMy00NmVmLTkyYTUtOTYyZjliZDNhZGVkXkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/osYpGSz_0i4",
    "link": "Mickey_17.html",
    "type": "recommended"
  },
  {
    "title": "The Phoenician Scheme",
    "director": "Wes Anderson",
    "year": 2025,
    "description": "Năm 1950, Anatole 'Zsa‑zsa' Korda (Benicio del Toro)  - một ông trùm công nghiệp vũ khí giàu có và hay gặp nạn sinh tử  - quyết định tìm người thừa kế. Ông triệu tập con gái duy nhất, Liesl (Mia Threapleton), vốn là một nữ tu sống kín đáo, thách thức cô rời bỏ đức tin để đồng hành trong một kế hoạch hạ tầng vĩ đại: The Phoenician Scheme  - nhằm xây dựng cơ sở hạ tầng ở vùng đất giả tưởng Phoenicia.Cặp cha‑con cùng giáo viên Bjørn (Michael Cera) khởi hành qua châu Âu và Bắc Phi để huy động vốn từ các nhà đầu tư lập dị như hoàng tử, tỷ phú Mỹ, chủ quán bar đêm đến một người chú đầy tham vọng (Benedict Cumberbatch), đồng thời né tránh nhiều âm mưu sát hại. Dần dần, Liesl nhận thấy tính vô nhân đạo của cha  - và bản thân ông cũng thay đổi: từ kẻ cuồng lợi nhuận trở nên thiện chí, quyết tâm hoàn tất dự án bằng cách trả lương cho người lao động và tin vào tình cảm gia đình.Cuối cùng, Korda chấp nhận mất hết tài sản, quy đổi niềm tin về gia đình và đạo đức; Liesl tha thứ và cùng ông mở một quán bistro nhỏ. Phim khép lại bằng hình ảnh hai cha‑con chơi bài  - biểu tượng cho sự gắn kết chân thật đã được phục hồi.",
    "genre": ["Hài", "Bí ẩn"],
    "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZZdypVnfFUdCVJy_MHfqc9I5RkZNmRDpjTA&s",
    "trailer": "https://www.youtube.com/embed/GEuMnPl2WI4",
    "link": "The_Phoenician_Scheme.html",
    "type": "recommended"
  },
  {
    "title": "The Shrouds",
    "director": "David Cronenberg",
    "year": 2025,
    "description": "Đây là câu chuyện đầy ám ảnh về Karsh Relikh (Vincent Cassel)  - một doanh nhân công nghệ ở Toronto  - sau khi mất vợ Becca vì ung thư. Để giữ hình ảnh người thân bên mình mãi mãi, Karsh phát minh ra GraveTech: quấn người chết vào chiếc niệm mạc tích hợp camera 8K, kết nối trực tiếp qua màn hình đầu mộ và một ứng dụng, cho phép người thân theo dõi thi thể đang phân hủy 24/7. Trong quá trình này, Karsh rơi vào sự ám ảnh và đau đớn. Khi mộ của vợ bị phá hoại, anh nghi ngờ có âm mưu  - từ tin tặc, gián điệp cho đến các bác sĩ kỳ bí . Cùng lúc, anh phát triển mối liên hệ đặc biệt với người chị/em của Becca  - Terry (cũng do Diane Kruger thủ vai)  - và kỹ sư Maury (Guy Pearce). Những mối quan hệ này càng đẩy anh lún sâu vào nỗi đau, xung đột tâm lý, thậm chí cả ái dục kỳ quái . ",
    "genre": ["Tâm lý", "Viễn tưởng"],
    "poster": "https://m.media-amazon.com/images/M/MV5BMTk4ODIyOGEtZjk0MS00MGZmLTkxNGItMjgxZDRjZDUzMGFlXkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/vwh1Fob4VKs",
    "link": "The_Shrouds.html",
    "type": "recommended"
  },
  {
    "title": "Jane Austen Wrecked My Life",
    "director": "Laura Piani",
    "year": 2025,
    "description": "Agathe Robinson (Camille Rutherford), một cô gái Pháp làm việc tại hiệu sách Shakespeare & Co ở Paris, mang trong mình câu chuyện buồn về tai nạn khiến mất cha mẹ và sống trong sự bảo vệ của gia đình. Cô là một cây viết đầy đam mê nhưng chìm trong khủng hoảng sáng tác và tránh né tình cảm hiện đại. Bạn thân Felix (Pablo Pauly) bí mật nộp bài viết của cô vào chương trình học viết đậm chất Austen tại Anh do hậu duệ tác giả Jane Austen tổ chức. Dù miễn cưỡng, Agathe lên đường, và ngay lập tức bị cuốn vào “tam giác tình yêu”: giữa Felix  - người thẳng thắn, ấm áp  - và Oliver (Charlie Anson)  - người thừa kế Austen lạnh lùng, khắt khe nhưng quyến rũ. Giữa khung cảnh làng quê Anh với vũ hội, giấc mơ Regency và trò “enemy-to-lovers”, Agathe dần tìm thấy tiếng nói riêng trong sáng tác và nội lực bên trong mình. Cô trải qua giây phút bỡ ngỡ, lúng túng, cuối cùng quyết định trả lại sự sáng tạo và tình yêu cho chính mình  - chọn cả hai: tình bạn với Felix và tình cảm lãng mạn với Oliver theo cách trưởng thành, không phụ thuộc vào định nghĩa “happy ending cổ điển” .",
    "genre": ["Hài", "Lãng mạn"],
    "poster": "https://m.media-amazon.com/images/M/MV5BYzBkMTdhMzMtMTgwNS00NDkwLWEwOGEtMTQyNmVmOTk1YWMxXkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/inLm4GvLQuk",
    "link": "Jane_Austen_Wrecked_My_Life.html",
    "type": "recommended"
  },
  {
    "title": "Pavements",
    "director": "Alex Ross Perry",
    "year": 2025,
    "description": "Alex Ross Perry khai thác phong cách storytelling đa tầng: kết hợp footage ghi âm, phỏng vấn, cảnh hậu trường, và clip của Range Life, làm mờ ranh giới giữa thật và giả. Phim không theo tuyến thời gian tuyến tính, mà như một montage chiêm nghiệm về nghệ thuật, ký ức, sự nổi tiếng, và tính nhẹ nhàng (slacker) của ban nhạc. Cuối phim, Pavement được tái hiện không chỉ là một ban nhạc, mà là một di sản nghệ thuật: ironic nhưng vẫn đầy cảm xúc. Một trong những cảnh nổi bật là khi Malkmus đến xem triển lãm bảo tàng, bộc lộ chút xúc động ẩn sâu: “There 's a lot of joy to be, uh, sentimental.”",
    "genre": ["Tài liệu", "Âm nhạc"],
    "poster": "https://m.media-amazon.com/images/M/MV5BM2VhNzcyYjUtNjI4OS00YjFmLWIxNmItYWM0NjEwNDY0M2U4XkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/ui1uCTDHtLo",
    "link": "Pavements.html",
    "type": "recommended"
  },
  {
    "title": "Fear Street: Prom Queen",
    "director": "Matt Palmer",
    "year": 2025,
    "description": "Năm 1988, tại trường trung học Shadyside, Lori Granger  - học sinh lạc lõng vì danh tiếng có mẹ bị nghi giết cha  - quyết tâm giành danh hiệu Prom Queen để thay đổi vận mệnh. Khi sáu thí sinh bị giết dần trong đêm dạ hội, Lori lập tức phải tự chiến đấu để sinh tồn. Cuối cùng, danh tính kẻ sát nhân được hé lộ: Dan Falconer (cha của thí sinh Tiffany), cùng mẹ là Nancy Falconer và chính Tiffany  - tham vọng đoạt vương miện  - đồng tâm tạo ra âm mưu tàn bạo này để bảo vệ đứa con gái. Lori thoát chết, đấu tranh giành lại danh dự và kết thúc bằng tuyên ngôn mạnh mẽ:'I 'm Lori f‑‑‑ing Granger'.Trong cảnh mid‑credits, máu của Nancy tự hình thành biểu tượng ma thuật liên quan đến lời nguyền Sarah Fier  - mở ra khả năng liên kết với vũ trụ Fear Street trước kia.",
    "genre": ["Kinh dị", "Slasher"],
    "poster": "https://m.media-amazon.com/images/M/MV5BNjJlMDJjZTctNDlkYi00YTNmLWIyZjUtZjdmZTFhNDQwMTQ4XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "trailer": "https://www.youtube.com/embed/gYbnjaK5nsI",
    "link": "Fear_Street_Prom_Queen.html",
    "type": "recommended"
  },
  {
    "title": "Warfare",
    "director": "Ray Mendoza & Alex Garland",
    "year": 2025,
    "description": "Phim tái hiện một nhiệm vụ thám sát bất ngờ tồi tệ của đội Navy SEALs tại Ramadi, Iraq, ngày 19 tháng 11 2006, được kể lại hoàn toàn theo thứ tự thời gian thực (real time) và dựa trên ký ức thực tế của cựu SEAL Ray Mendoza, người đồng đạo diễn cùng Alex Garland. Đội được cử vào một ngôi nhà của gia đình dân thường để do thám lực lượng insurgents. Ban đầu mọi thứ bình thường, nhưng khi bị phát hiện, họ nhanh chóng rơi vào một cuộc bao vây chết chóc  - với chảo granate, IED, giao tranh giáp lá cà và thương vong nặng nề, từ việc mất người đến mất chân tay . Phim không tập trung vào những diễn biến nước đôi, lập luận chính trị, hay lời thoại đầy cảm xúc. Thay vào đó là không khí áp lực, hỗn loạn và cảm giác 'đứng giữa cơn địa ngục', được xây dựng qua cảnh quay tay cầm rung lắc, âm thanh chiến tranh sống động pha tiếng nổ, tiếng súng và thở dồn dập  - không dùng nhạc nền .",
    "genre": ["Hành động", "Drama", "Chiến tranh"],
    "poster": "https://m.media-amazon.com/images/M/MV5BNmUwNTk3Y2YtOTExNS00MWM3LTgzZDAtMDFhMzg0N2UxM2IwXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "trailer": "https://www.youtube.com/embed/JER0Fkyy3tw",
    "link": "Warfare.html",
    "type": "recommended"
  },
  {
    "title": "Mai",
    "director": "Trấn Thành",
    "year": 2024,
    "description": "Mai (Phương Anh Đào) là một phụ nữ gần 40, làm nghề massage kiêm mẹ đơn thân, đang chật vật với cuộc sống và định kiến từ xã hội. Khi cô gặp Dương  - chàng nhạc công trẻ tuổi do Tuấn Trần thủ vai  - một chuyện tình “đũa lệch” bắt đầu, đánh dấu hành trình Mai từ ngần ngại, e dè đến dám mở lòng đón nhận tình yêu. Qua những biến cố gia đình, ánh mắt phán xét và những khoảnh khắc đấu tranh nội tâm, Mai tìm lại sự tự tin, khát vọng sống bình đẳng, hạnh phúc đúng nghĩa.",
    "genre": ["Hài", "Chính kịch"],
    "poster": "https://www.elle.vn/wp-content/uploads/2023/12/06/560540/poster-Mai-scaled.jpg",
    "trailer": "https://www.youtube.com/embed/HXWRTGbhb4U",
    "link": "Mai.html",
    "type": "hot"
  },
  {
    "title": "Ngày Xưa Có Một Chuyện Tình",
    "director": "Trịnh Đình Lê Minh",
    "year": 2024,
    "description": "Phim kể về mối tình tay ba giữa Vinh, Miền và Phúc, bắt đầu từ những năm 1987 (khi cả ba ở tuổi 12), kéo dài đến khoảng năm 2000 khi họ trưởng thành. Câu chuyện được kể qua hồi ức của Phúc  - người đã rời quê và quay trở lại làng cũ sau nhiều năm tha hương. Từ những trò nghịch dại, tình bạn thắm thiết đến những rung động trong sáng và sự hy sinh âm thầm, bộ ba trải qua nhiều cung bậc cảm xúc  - từ đam mê tuổi trẻ đến tổn thương, xa cách và trách nhiệm người lớn.",
    "genre": ["Lãng mạn", "Chính kịch"],
    "poster": "https://cdn2.tuoitre.vn/471584752817336320/2024/4/16/first-look-poster-1713248286753396686888.jpg",
    "trailer": "https://www.youtube.com/embed/qaeHlk0OXec",
    "link": "Ngay_Xua_Co_Mot_Chuyen_Tinh.html",
    "type": "hot"
  },
  {
    "title": "Đào, Phở & Piano",
    "director": "Phi Tiến Sơn",
    "year": 2024,
    "description": "Trong vòng 60 đêm chiến đấu đẫm máu tại Hà Nội Đông - Xuân 1946 -1947, khi mọi gia đình đều sơ tán, vẫn có những người ở lại: chàng dân quân tự vệ Văn Dân (Doãn Quốc Đam), cô tiểu thư yêu dương cầm Thục Hương (Cao Thùy Linh), cùng những người bán phở, quan họ, họa sĩ, học trò... Họ dùng phở, đàn piano, và hoa đào như biểu tượng hy vọng, yêu thương và sự kết nối giữa con người trong khói lửa chiến tranh. Phim kể trong một ngày định mệnh: Văn Dân liên tục lội trong bom đạn để mang phở đến Thục Hương, chạy đua với thời gian để đón nàng xem đàn piano giữa tàn tích, giữa tiếng súng và mưa bom. Họ không chỉ chiến đấu cho tổ quốc, mà còn cho khát vọng sống, cho tình yêu nảy mầm giữa đạn bom .",
    "genre": ["Lịch sử", "Lãng mạn", "Chính kịch"],
    "poster": "https://cinema.momocdn.net/img/33735630744753025-jWYfucBwXG3ePh97bM5ReT1q65X.jpg",
    "trailer": "https://www.youtube.com/embed/c-ASaavjtPw",
    "link": "Dao_Pho_Piano.html",
    "type": "hot"
  },
  {
    "title": "Mắt Biếc",
    "director": "Victor Vũ",
    "year": 2019,
    "description": "Ngạn lớn lên trong làng Đo Đo (Quảng Nam), mang lòng si mê cô bạn thuở nhỏ  - Hà Lan  - với đôi “mắt biếc” kỳ diệu. Họ là bạn thanh mai trúc mã, cùng nhau chơi đùa qua tuổi thơ. Lên tuổi dậy thì, Hà Lan say mê cuộc sống thành phố và sa vào lưới tình với chàng trai Dũng  - mẫu hình “bad boy” sành điệu, khác hẳn Ngạn  - chàng thư sinh chân thành. Hà Lan mang thai, sinh con gái Trà Long nhưng không thể quay về làng. Ngạn, trở thành thầy giáo ở quê, âm thầm chăm sóc Trà Long nhiều năm. Khi Trà Long lớn lên và có tình cảm với Ngạn  - như một bản sao của mẹ  - Ngạn buồn đau nhận ra tình yêu của mình là một chu kỳ lặp lại. Trong khoảnh khắc cả ba  - Ngạn, Hà Lan và Trà Long  - cùng gặp nhau, Hà Lan cầu nguyện Ngạn ở lại. Nhưng Ngạn, cuối cùng, chọn rời đi bằng chuyến xe lửa về lại thành phố, với trái tim trĩu nặng và nước mắt tuôn rơi .",
    "genre": ["Lãng mạn", "Chính kịch"],
    "poster": "https://upload.wikimedia.org/wikipedia/vi/4/42/%C3%81p_ph%C3%ADch_phim_M%E1%BA%AFt_bi%E1%BA%BFc.jpg",
    "trailer": "https://www.youtube.com/embed/ITlQ0oU7tDA",
    "link": "Mat_Biec.html",
    "type": "hot"
  },
  {
    "title": "Bố Già",
    "director": "Vũ Ngọc Đãng",
    "year": 2021,
    "description": "Ba Sang (Trấn Thành) là người cha đơn thân sống trong một xóm lao động nghèo ở Sài Gòn, làm đủ nghề để nuôi hai con: Quắn (Tuấn Trần), một YouTuber trẻ đầy ước mơ nhưng bất đồng với ba, và Bù Tọt (Ngân Chi), cô em gái dễ thương. Cuộc sống gia đình xoay quanh loạt mâu thuẫn đời thường  - từ chuyện chi tiêu, quan điểm đến khoảng cách thế hệ  - xen lẫn tiếng cười và bao phen cảm động nội tâm. Giữa những tranh cãi, Ba Sang vẫn âm thầm yêu thương và hy sinh cho con. Khi sóng gió ập đến  - khi Quắn phản ứng mạnh, gia đình gặp biến cố  - ông mới thực sự khiến con trai hiểu thấu tình cảm vô bờ bến của mình .",
    "genre": ["Hài", "Chính kịch"],
    "poster": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/1/2/1200x1800.jpg",
    "trailer": "https://www.youtube.com/embed/jluSu8Rw6YE",
    "link": "Bo_Gia.html",
    "type": "hot"
  },
  {
    "title": "Glorious Ashes (Tro Tàn Rực Rỡ)",
    "director": "Bùi Thạc Chuyên",
    "year": 2022,
    "description": "Tại làng chài nghèo Thơm Rơm (Cà Mau), câu chuyện xoay quanh ba người đàn bà -Hậu, Nhàn, Loan -mỗi người mang trong mình những đam mê thầm kín, khắc khoải tình cảm với người đàn ông của mình. Hậu bị chồng tệ bạc nhưng âm thầm đau khổ và ghen tị; Nhàn và Tam gặp biến cố khiến tổ ấm tan vỡ; Loan -người ngây dại -đối diện nỗi đau quá khứ mỗi khi gặp lại hắn, kẻ từng hại mình. Phim thấm đẫm hình ảnh lửa và tro, là ẩn dụ cho đam mê, khát khao và nỗi đau sâu thẳm. Tình yêu trong phim là sự hờn giận, cam chịu, và cả sự tha thứ -luôn hiện hữu giữa bão lửa cuộc sống thường nhật, đốt cháy nhưng cũng rực rỡ trong ánh tro sau cùng.",
    "genre": ["Tâm lý", "Chính kịch"],
    "poster": "https://m.media-amazon.com/images/M/MV5BZGE4MWU5ZDEtMTk5NC00ZTExLWI0Y2EtZDg5ZTE3OGNiYmQxXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "trailer": "https://www.youtube.com/embed/5XcJ0ps7RiU",
    "link": "Tro_Tan_Ruc_Ro.html",
    "type": "hot"
  },
  {
    "title": "Cu Li Never Cries",
    "director": "Phạm Ngọc Lân",
    "year": 2024,
    "description": "Bà Nguyện (NSND Minh Châu), một lao động xuất khẩu đã sống ở Đông Đức, trở về Hà Nội sau khi chồng cũ người Đức qua đời. Bên mình chỉ có hũ tro cốt của ông và một con cu li  - loài linh trưởng tí hon  - do ông để lại. Trở về, bà đối mặt với sự thay đổi của thành phố và gia đình: cô cháu gái Vân đang chuẩn bị lấy chồng -một cuộc hôn nhân chóng vánh do “thứ lỗi” xã hội. Trong hành trình mang tro chồng về thăm lại thủy điện cũ, bà Nguyện vừa hồi tưởng quá khứ, vừa đương đầu với tương lai của lớp trẻ. Cuối cùng, giữa đoạn kết đám cưới mờ ảo, bà bắt đầu buông bỏ nhưng không hề “khóc” -bởi tro tàn của thời gian chỉ làm con người ta trở nên bền bỉ hơn.",
    "genre": ["Drama", "Lịch sử"],
    "poster": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/1800x/71252117777b696995f01934522c402d/c/l/clnc-digitalposter-vnmarket-2048_1_.jpg",
    "trailer": "https://www.youtube.com/embed/nfRu-x9Df5g",
    "link": "Cu_Li_Never_Cries.html",
    "type": "hot"
  },
  {
    "title": "Don't Cry, Butterfly",
    "director": "Dương Diệu Linh",
    "year": 2024,
    "description": "Tâm (Lê Tú Oanh)  - một người phụ nữ trung niên làm nghề tổ chức tiệc cưới, phát hiện chồng mình đang ngoại tình qua một bản tin truyền hình trực tiếp. Thay vì đối mặt, cô tìm đến một “thầy bùa” qua livestream để dùng phép thuật voodoo kéo chồng về với mình. Nhưng không chỉ là mưu cầu tình yêu, nghi thức này vô tình đánh thức một thế lực siêu nhiên trong ngôi nhà  - một thực thể chỉ những phụ nữ có thể nhìn thấy, dần len lỏi vào cuộc sống của mẹ và con gái Hà (Nguyễn Nam Linh), mở ra hành trình đầy hỗn độn giữa đời sống thường nhật, giấc mơ, và hiện thực đan xen với phép thuật huyền bí",
    "genre": ["Hài", "Giả tưởng"],
    "poster": "https://m.media-amazon.com/images/M/MV5BODgwYWM2NTQtNGJhYS00ZmMzLTgzYzEtYWNlOGE4YjczZGE5XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "trailer": "https://www.youtube.com/embed/pMJTA18bu3Q",
    "link": "Don't_Cry_Butterfly.html",
    "type": "hot"
  },
  {
    "title": "The 4 Rascals (Bộ Tứ Báo Thủ)",
    "director": "Trấn Thanh",
    "year": 2025,
    "description": "Kieu, Quỳnh Anh, dì Ba, và chú Mười Một là 4 người “báo thủ” thân thiết tự nhận nhiệm vụ  - can thiệp vào chuyện tình cảm rối ren của Quỳnh Anh và bạn trai Quóc Anh sau 6 năm gắn bó. Quoc Anh có vẻ bị cuốn hút bởi khách hàng mới  - Karen  - khiến Quỳnh Anh nghi ngờ mối quan hệ của họ. Cả nhóm tung đủ chiêu: theo dõi, xâm nhập đời sống, thậm chí tìm đến bói toán để tìm bằng chứng. Phim khai thác tình bạn thân thiết và những hiểu lầm hài hước, từ trò tinh quái đến bi kịch nhẹ. Tuy có lúc đan xen cao trào mang yếu tố tâm lý nặng, cuối cùng tất cả được hóa giải: Quỳnh Anh và Quoc Anh nhìn nhận lại mối quan hệ, nhóm bạn học được bài học về sự tin tưởng và lắng nghe.",
    "genre": ["Hài", "Lãng mạn"],
    "poster": "https://touchcinema.com/uploads/slider-app/470x700-20-poster.jpg",
    "trailer": "https://www.youtube.com/embed/5XkPSahQSfk",
    "link": "The_4_Rascals.html",
    "type": "hot"
  },
  {
    "title": "The Real Sister (Chị Thật)",
    "director": "Khương Ngọc",
    "year": 2024,
    "description": "Khi người chị chồng Nhi (Việt Hương)  - bị bệnh nặng  - triệu tập dịp giỗ cha để thông báo sửa lại từ đường, bốn em gái chồng (Hồng Đào, Ngọc Trinh, Lê Khánh, Đinh Y Nhung) cùng tụ họp và nhanh chóng lộ rõ những căng thẳng âm ỉ giữa họ. Từ chuyện tiền bạc, trách nhiệm sửa sang đến cơ hội kinh doanh và tình cảm bị tổn thương, từng bí mật, mâu thuẫn gia đình được phơi bày trong không khí vừa căng thẳng vừa đầy tiếng cười. Cuối cùng, họ cùng nhận ra rằng dù có nhiều khác biệt, họ vẫn cần nhau để giữ gìn mái ấm chung và danh dự gia đình  - người duy nhất đủ bản lĩnh hướng về mái ấm ấy là chị dâu Nhi.",
    "genre": ["Drama", "Hài"],
    "poster": "https://touchcinema.com/uploads/slider-app/1200wx1600h-poster.jpg",
    "trailer": "https://www.youtube.com/embed/TkR7DyWq6T0",
    "link": "The_Real_Sister.html",
    "type": "hot"
  },
  {
    "title": "Địa Đạo: Mặt Trời Trong Bóng Tối",
    "director": "Bùi Thạc Chuyên",
    "year": 2025,
    "description": "Vào năm 1967, trận càn Cedar Falls tại Củ Chi đã buộc đội du kích 21 người dưới sự chỉ huy của Bảy Theo (Thái Hòa) phải rút xuống địa đạo. Nhiệm vụ của họ là bảo vệ một thùng thiết bị quân y và bệnh viện dã chiến quan trọng, phục vụ tình báo chiến lược. Giữa bom đạn và địch lực mạnh, họ trụ vững bằng lòng kiên cường, chiến thuật tinh nhuệ  - chiến đấu không chỉ bằng súng đạn mà còn bằng ý chí thép và tình đồng đội. Phim tập trung vào cuộc sống trong địa đạo  - nơi ngột ngạt, ánh sáng le lói từ đèn dầu, và tiếng thở xen lẫn tiếng bom. Những khoảnh khắc tưởng như nhỏ bé: Ba Hương (Hồ Thu Anh) bật cười, Tư Đạp (Quang Tuấn) vay mượn khoảnh yên bình để hát, hay cảnh thức ăn nấu trong bom  - đều làm nổi bật phẩm chất con người Việt kiên định giữa chiến tranh.",
    "genre": ["Chính luận", "Lịch sử"],
    "poster": "https://upload.wikimedia.org/wikipedia/vi/thumb/d/df/Diadao2024.jpg/250px-Diadao2024.jpg",
    "trailer": "https://www.youtube.com/embed/W1Fk0hAEKsk",
    "link": "Diadao_Mat_Troi_Trong_Bong_Toi.html",
    "type": "hot"
  },
  {
    "title": "Quỷ Nhập Tràng",
    "director": "Chưa rõ",
    "year": 2025,
    "description": "Vợ chồng Quang (Quang Tuấn) và Như (Khả Như) sống bằng nghề đóng quan tài, tẩm liệm ở một làng mai táng hẻo lánh. Họ nợ nần do thói cờ bạc của Như và quyết định bán đất tổ tiên. Khi phát hiện một ngôi mộ vô chủ dưới đất, họ đào lên và tìm thấy một chiếc vòng cổ bí ẩn. Ngay tức thì, những điều kỳ lạ và ám ảnh bắt đầu xảy ra: xác sống tự nhiên bật dậy, làng xảy ra loạt cái chết giật gân, và Như thay đổi tâm tính -tất cả dường như do lực lượng siêu nhiên “quỷ nhập tràng” ám ảnh xung quanh chiếc vòng và quan tài quái lạ. Đến cao trào, bộ phim chuyển hướng sang bi kịch gia đình thật sự: không chỉ là lời nguyền tà ma, mà là những đau khổ đời thực, hối hận, và mất mát của Quang -Như  - cảm hứng từ câu chuyện người đàn ông giữ xác vợ suốt nhiều năm.",
    "genre": ["Kinh dị", "Tâm lý"],
    "poster": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/q/u/qu_nh_p_tr_ng_-_payoff_poster_-_kc_07032025_1_.jpg",
    "trailer": "https://www.youtube.com/embed/AYHYFaljWt8",
    "link": "Quy_Nhap_Trang.html",
    "type": "hot"
  },
  {
    "title": "Đèn Âm Hồn",
    "director": "Chưa rõ",
    "year": 2025,
    "description": "Trong bối cảnh làng quê Bắc Bộ thời chiến, khi đàn ông tòng quân, Thương (Diễm Trang) góa chồng, sống với con trai nhỏ Lĩnh và mẹ chồng. Một ngày, Lĩnh nhặt được chiếc đèn âm hồn trong lúc thăm mộ  - chiếc đèn này khiến bóng của Lĩnh hiện lên trên tường và cậu gọi đó là cha. Nhưng từ đó, ngôi làng bị ám bởi âm thanh kỳ lạ, bóng ma, và những cái chết bí ẩn. Liễu (Hoàng Kim Ngọc)  - thầy cúng làng  - xác định có á linh bị triệu hồi qua chiếc đèn và tiến hành nghi lễ trừ tà. Khi chồng Thương  - Đinh (Phú Thịnh)  - trở về sau chiến tranh, anh nghi vợ ngoại tình vì thái độ kì quặc của con, đẩy mâu thuẫn lên đỉnh điểm. Trong màn trục vong cao trào, Đinh phải bước vào cõi âm để cứu mạng Thương và chấm dứt lời nguyền ám ảnh từ chiếc đèn.",
    "genre": ["Kinh dị", "Tâm lý"],
    "poster": "https://iguov8nhvyobj.vcdn.cloud/media/catalog/product/cache/1/image/c5f0a1eff4c394a251036189ccddaacd/m/a/main_ah_social-1.jpg",
    "trailer": "https://www.youtube.com/embed/E7exHaPHDeM",
    "link": "Den_Am_Hon.html",
    "type": "hot"
  },
  {
    "title": "Inside the Yellow Cocoon Shell",
    "director": "Phạm Thiên Ân",
    "year": 2023,
    "description": "Thien (Lê Phong Vũ), một thợ quay video cưới sống giữa Sài Gòn, chứng kiến tai nạn giao thông làm chị dâu Hạnh tử vong và cháu bé Dao may mắn sống sót. Anh phải đưa thi thể Hạnh cùng Dao trở về làng quê Trung Bộ để an táng. Cuộc hành trình trở về gợi lên những cuộc tái ngộ đầy chất ký ức với người em trai bỏ đi lâu năm, mối tình cũ Thảo  - giờ là nữ tu, và những người dân làng mang đầy câu chuyện cá nhân: cựu binh chiến tranh, người giúp Thien sửa xe máy giữa đêm mưa. Trong không gian thiên nhiên tĩnh mịch, giữa “giản điện ảnh” với những cảnh quay dài, phim mời gọi khán giả ngẫm về đức tin, cái chết, ký ức, mất mát và ý nghĩa của sự hiện diện trong cuộc sống.",
    "genre": ["Drama", "Phiêu lưu"],
    "poster": "https://m.media-amazon.com/images/M/MV5BMzA3Y2M0MGYtMzRmMS00MmNkLTg5MTUtNjc0YjBmZjc0Y2IwXkEyXkFqcGc@._V1_.jpg",
    "trailer": "https://www.youtube.com/embed/IqdAUaqbhmk",
    "link": "Inside_the_Yellow_Cocoon_Shell.html",
    "type": "hot"
  },
  {
    "title": "Children of the Mist (Những Đứa Trẻ Trong Sương)",
    "director": "Hà Lê Diễm",
    "year": 2022,
    "description": "Phim theo chân Di, một cô bé 12 -15 tuổi người H 'Mông ở Sa Pa, khắc họa hành trình trưởng thành của cô qua ba năm  - từ thời thơ ngây đến tuổi dậy thì, khi truyền thống kéo vợ (bride‐kidnapping) nứt gãy giá trị cá nhân và quyền tự do của trẻ em. Di từ cô bé nghịch ngợm, hồn nhiên đến khi bị kéo đi làm dâu vào đúng dịp Tết, phản kháng và đấu tranh để được tiếp tục đi học, thể hiện sự đối đầu giữa lòng dũng cảm cá nhân và cao trào xung đột văn hóa. Phim sử dụng phong cách quan sát trực tiếp, không phán xét, nhưng rất chân thực -giúp khán giả cảm nhận rõ cảm giác khó chịu, cộng hưởng cảm xúc khi Di bị cưỡng ép bởi tập tục, và đồng thời thấy được sức mạnh của kiến thức, giáo dục và ý thức cá nhân trong việc thay đổi định kiến cố hữu .",
    "genre": ["Tài liệu", "Xã hội"],
    "poster": "https://upload.wikimedia.org/wikipedia/vi/2/27/Nhungduatretrongsuong.jpg",
    "trailer": "https://www.youtube.com/embed/t6YZSz6-ye4",
    "link": "Children_of_the_Mist.html",
    "type": "hot"
  },
    {
    "title": "The Hunger Games: The Ballad of Songbirds and Snakes",
    "year": 2023,
    "director": "Francis Lawrence",
    "description": "Một số phận mới mở ra 64 năm trước sự kiện Khát Vọng: Coriolanus 'Coryo' Snow (Tom Blyth), sinh viên nghèo ở thủ đô Panem, bị giao nhiệm vụ làm mentor cho Lucy Gray Baird (Rachel Zegler)  - tribune đến từ District 12, tại Kỳ thứ 10 của Hunger Games. Nhu cầu kiếm tiền để cứu gia đình đẩy Coryo vào những quyết định đạo đức mờ ám. Mối quan hệ giữa Coryo và Lucy Gray lấp lánh nhưng nhanh chóng rạn nứt khi Coryo chọn sự nghiệp hơn cả tình yêu. Sau khi phản bội Sejanus, kết thúc Games bằng một mưu kế đầy tội lỗi, Coryo trở về Capitol, được dẫn dắt bởi Dr. Volumnia Gaul (Viola Davis), dần trở thành kẻ lãnh đạo tàn nhẫn. Cuối phim, anh chính thức đi theo con đường hoàng đế tương lai, như tiền đề cho nhân vật President Snow đáng sợ trong loạt phim gốc.",
    "poster": "https://m.media-amazon.com/images/M/MV5BZDk2YjNhYzEtYzg2ZC00OWEwLWJhYzgtMGUzMWVjNDFmYzI5XkEyXkFqcGc@._V1_.jpg",
    "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"],
    "trailer": "https://www.youtube.com/embed/RDE6Uz73A7g",
    "link": "The_Hunger_Games_Ballad_of_Songbirds_and_Snakes.html",
    "type": "banner"
  },
  {
    "title": "Killers of the Flower Moon",
    "year": 2023,
    "director": "Martin Scorsese",
    "description": "Dựa trên cuốn sách của David Grann, phim của Martin Scorsese mở ra ở những năm 1920 tại Oklahoma, khi người Osage trở nên giàu có sau phát hiện dầu mỏ. Nhưng đằng sau sự giàu có đó là một chuỗi giết người có tổ chức do những người xung quanh đứng sau để chiếm đoạt tài sản: bác của Ernest (Robert De Niro) chủ mưu, còn Ernest (Leonardo DiCaprio)  - vừa yêu vừa tội lỗi khi cưới Mollie (Lily Gladstone), một người Osage  - bị cuốn vào âm mưu giết người. Mollie, trái tim và linh hồn của câu chuyện, chầm chậm nhận ra sự phản bội, trong khi dân làng Osage đứng trước “Reign of Terror”  - nạn diệt chủng âm thầm để tước đoạt tài sản của họ.",
    "poster": "https://m.media-amazon.com/images/M/MV5BZWY5ZDVjNTUtODI5Yy00MjFhLWEyM2EtYzZjM2VjZTI0MTBjXkEyXkFqcGc@._V1_.jpg",
    "genre": ["Tội phạm", "Lịch sử", "Hình sự", "Chính kịch"],
    "trailer": "https://www.youtube.com/embed/7cx9nCHsemc",
    "link": "Killers_of_the_Flower_Moon.html",
    "type": "banner"
  },
  {
    "title": "Napoleon",
    "year": 2023,
    "director": "Ridley Scott",
    "description": "Napoleon khai thác cuộc đời của Napoleon Bonaparte dưới góc nhìn tâm lý nội tâm. Bộ phim đưa khán giả qua những sự kiện lớn — từ thời kỳ cách mạng, các chiến thắng quân sự, đến đỉnh cao quyền lực và sự sụp đổ — đồng thời lột tả mối quan hệ phức tạp giữa ông và Joséphine (Vanessa Kirby). Joaquin Phoenix nhập vai Napoleon với sự pha trộn giữa sức mạnh lãnh đạo và những giằng xé nội tâm .Phim nổi bật với các cảnh chiến trận hoành tráng (Austerlitz, Waterloo), kỹ xảo thực chiến, phục trang tỉ mỉ nhưng vẫn bị chỉ trích là sớm bỏ qua chi tiết lịch sử, dẫn đến cảm giác thiếu chiều sâu trong tuyến nhân vật phụ.",
    "poster": "https://play-lh.googleusercontent.com/5sq6ghnXhbYhrLx9ZE9XOdSobJarBF3G9hmO8b7daPk0VQNQrNdTCJ77UrCAYmWuSuwe-jUKIlrZveG7yA",
    "genre": ["Chiến tranh", "Tiểu sử", "Lịch sử", "Chính kịch"],
    "trailer": "https://www.youtube.com/embed/LIsfMO5Jd_w",
    "link": "Napoleon.html",
    "type": "banner"
  },
  {
    "title": "Anora",
    "year": 2024,
    "director": "Sean Baker",
    "description": "Ani (Anora) (Mikey Madison) là một vũ công thoát y ở Brooklyn, làm việc trong một club cao cấp để mưu sinh. Một ngày, cô được Vanya (Mark Eydelshteyn)  - con trai của một tỷ phú Nga  - trả $15 000 để trở thành bạn gái trong một tuần. Họ nhanh chóng kết hôn trong cơn say Vegas. Khi gia đình Vanya biết chuyện, họ đưa ra các biện pháp ép giải, kéo theo một cuộc săn đuổi đầy hỗn loạn ở New York giữa Ani và những tay sai của Vanya. Giữa cuộc hành trình, Ani bắt đầu nhận ra bản chất của các mối quan hệ với Vanya và những người theo đuôi anh: họ chỉ là những người lao động cấp thấp phục vụ cho giấc mơ của người giàu. Khi cuộc đám cưới tan vỡ, Ani đứng vững và đối diện với thực tại khi không còn được cứu bằng tiền  - kết thúc mang đậm chất hiện thực và hậu vị phũ phàng của “giấc mơ Lọ Lem” hiện đại.",
    "poster": "https://image.tmdb.org/t/p/original/qh8m8Udz0sCa5gy9VaqfHPh0yPM.jpg",
    "genre": ["Chính kịch", "Lãng mạn"],
    "trailer": "https://www.youtube.com/embed/a9hwaZEq_T0",
    "link": "Anora.html",
    "type": "banner"
  },
  {
    "title": "The Brutalist",
    "year": 2024,
    "director": "Brady Corbet",
    "description": "László Tóth (Adrien Brody), một kiến trúc sư người Hungary gốc Do Thái sống sót sau Holocaust, di cư đến Pennsylvania (Mỹ) năm 1947. Tại đây, ông tìm cách tái xây dựng sự nghiệp và đoàn tụ gia đình dưới cái bóng của chủ nghĩa Brutalist. Ban đầu, László nhận dự án thiết kế thư viện cho gia đình Van Buren  - do Harry Van Buren (Joe Alwyn) dàn xếp  - gây nổi bật với phong cách bê tông, ánh sáng tự nhiên. Mặc dù bị cha Harry, ông Harrison (Guy Pearce), phản đối, László vẫn được giao thêm dự án trung tâm cộng đồng/phòng thờ nhờ tài năng. Gia đình  - vợ Erzsébet (Felicity Jones) và cháu gái Zsófia (Raffey Cassidy)  - cuối cùng cũng nhập cư, nhưng traumas trong quá khứ vẫn ám ảnh. László dính vào nghiện ngập, mâu thuẫn với sếp, căng thẳng khi giữa ý chí nghệ thuật và sự kiểm soát của ông Harrison. Khi dự án bị đình trệ, László vẫn kiên trì, nhận tài trợ mới và hoàn tất ý tưởng kiến trúc. Trong mối quan hệ rối rắm với Harrison, ông bị lạm dụng, khiến László rơi vào khủng hoảng. Cuối phim, trong phần hậu truyện  - tại Hội chợ Kiến trúc Venice 1980  - cháu Zsófia tiết lộ cấu trúc thiết kế của László phảng phất giống hình vẽ trại tập trung, nhấn mạnh ký ức kinh hoàng đằng sau kiến trúc. Hình ảnh cuối: Zsófia đứng giữa tro tàn lịch sử, làm nổi bật nỗi đau ký ức vượt thời gian (nói đến Holocaust và khát vọng Mỹ).",
    "poster": "https://m.media-amazon.com/images/M/MV5BM2U0MWRjZTMtMDVhNC00MzY4LTgwOTktZGQ2MDdiYTI4OWMxXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "genre": ["Chính kịch", "Lịch sử"],
    "trailer": "https://www.youtube.com/embed/hNiwPU5vjCk",
    "link": "The_Brutalist.html",
    "type": "banner"
  },
  {
    "title": "Dune: Part Two",
    "year": 2024,
    "director": "Denis Villeneuve",
    "description": "Sau sự kiện ở phần đầu, Paul Atreides (Timothée Chalamet) cùng mẹ Jessica (Rebecca Ferguson) gia nhập người Fremen trên hành tinh Arrakis. Paul từ chối trở thành “messiah” cho đến khi uống “tuyệt đỉnh tửu” Water of Life, đánh thức năng lực tiên tri, và quyết tâm lãnh đạo họ chống lại Hoàng đế Shaddam IV và nhà Harkonnen. Cao trào là đấu kiếm trên đấu trường giữa Paul và Feyd‑Rautha (Austin Butler), thay mặt cho Hoàng đế. Paul chiến thắng, ép Hoàng đế cho cưới con gái là tử tước Irulan (Florence Pugh), củng cố quyền lực. Tuy nhiên, cảnh cuối tập trung vào Chani (Zendaya), với ánh mắt hụt hẫng và giọt nước mắt, ám chỉ Paul đang thiếu mất một phần linh hồn nếu để quyền lực dẫn đường.",
    "poster": "https://m.media-amazon.com/images/M/MV5BNTc0YmQxMjEtODI5MC00NjFiLTlkMWUtOGQ5NjFmYWUyZGJhXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "genre": ["Viễn tưởng", "Hành động", "Phiêu lưu"],
    "trailer": "https://www.youtube.com/embed/Way9Dexny3w",
    "link": "Dune_Part_Two.html",
    "type": "banner"
  },
  {
    "title": "Challengers",
    "year": 2024,
    "director": "Luca Guadagnino",
    "description": "Tashi Duncan (Zendaya) từng là một tay vợt triển vọng, nhưng chấn thương buộc cô rời sân. Cô trở thành huấn luyện viên cho chồng Art Donaldson (Mike Faist), một ngôi sao tennis tài năng nhưng đang mất phong độ. Để vực chồng, Tashi quyết định đưa anh tham gia một giải đấu cấp độ thấp  - Challenger tại New Rochelle  - chỉ để “giảm áp lực”. Bất ngờ, đối thủ cuối cùng của Art lại chính là bạn thân cũ và người yêu cũ của Tashi: Patrick Zweig (Josh O 'Connor). Mối quan hệ tay ba đầy mâu thuẫn  - giữa tình yêu, đam mê và quá khứ  - dần hiện lên qua những đường bóng, ánh mắt và căng thẳng giữa sân. Phim đan xen ký ức 13 năm trước, từ khi họ còn là ba người trẻ đầy hy vọng, đến hiện tại nơi ba con người đã bị thay đổi. Cao trào diễn ra không đơn giản chỉ là thắng thua trên bàn tennis, mà là điểm dừng của một mối quan hệ bị đẩy đến giới hạn  - nơi Tashi phải đối diện câu hỏi: “Để chiến thắng, cô phải đánh mất điều gì?” Điểm kết của trận đấu cuối để ngỏ người chiến thắng, bởi chiến thắng thật sự là sự rõ ràng trong cảm xúc và quan hệ giữa ba con người.",
    "poster": "https://m.media-amazon.com/images/M/MV5BZTcyZGIyODctZGJhOS00MWUyLWI5ZWEtMjg4YzhkMDczMDBhXkEyXkFqcGc@._V1_.jpg",
    "genre": ["Thể thao", "Chính kịch", "Lãng mạn"],
    "trailer": "https://www.youtube.com/embed/MDnVk5jIJr0",
    "link": "Challengers.html",
    "type": "banner"
  },
  {
    "title": "The Substance",
    "year": 2024,
    "director": "Coralie Fargeat",
    "description": "Elisabeth Sparkle (Demi Moore)  - một ngôi sao truyền hình thể dục nổi tiếng  - bị sa thải ngay đúng ngày sinh nhật thứ 50 vì 'đã quá tuổi'. Trong tuyệt vọng, cô tìm đến một loại thuốc đen kỳ bí, gọi là The Substance, để tạo ra một phiên bản trẻ trung “Sue” (Margaret Qualley) từ chính cơ thể của mình. Tuy nhiên, hai con người này phải luân phiên tồn tại mỗi 7 ngày: khi Sue xuất hiện, Elisabeth mất đi sự kiểm soát, và ngược lại. Ban đầu, Sue đạt được thành công rực rỡ và yêu thích ánh hào quang, trong khi Elisabeth phải đối mặt với sự lão hóa chóng mặt và trùng trùng nỗi đau. Mâu thuẫn leo thang khi Sue kéo dài thời gian tồn tại, khiến Elisabeth hao mòn về thể chất và tinh thần. Cuối cùng, trong một màn đối đầu đẫm máu, Sue giết Elisabeth, nhưng cũng tự hủy. Cả hai đều không thể tiếp tục sống nổi.",
    "poster": "https://image.tmdb.org/t/p/original/evdF1vmLzuzH8EFblqAXBXWRGSi.jpg",
    "genre": ["Kinh dị", "Chính kịch", "Viễn tưởng"],
    "trailer": "https://www.youtube.com/embed/q4Z5v2M7Ae4",
    "link": "The_Substance.html",
    "type": "banner"
  },
  {
    "title": "Nickel Boys",
    "year": 2024,
    "director": "RaMell Ross",
    "description": "Năm 1962, tại Florida  - giữa thời kỳ phân biệt chủng tộc Jim Crow  - Elwood Curtis, một học sinh da đen thông minh và đầy lý tưởng, bị kết án oan và đưa tới học viện cải huấn khắc nghiệt mang tên Nickel Academy, dựa trên trại Dozier có thật. Tại đây, Elwood gặp Turner, một bạn tù khôn ngoan và thực dụng, và hai người kết bạn để đối phó với bạo lực thể xác lẫn tinh thần, cũng như sự đàn áp tàn bạo từ ban quản lý. Phim sử dụng góc quay thứ nhất (POV), đan xen những ký ức tuổi thơ của Elwood với hiện thực tăm tối tại Nickel và những flash‑forwards về cuộc sống sau này của nhân vật. Khi cả hai quyết định bày tỏ sự bất công qua lá thư gửi cơ quan kiểm tra nội bộ, họ buộc phải đối diện với hậu quả bi thảm: Turner sống sót nhờ thoát thân, còn Elwood bị sát hại rồi chôn cất lén lút tại “Boot Hill”. Cốt truyện khép lại khi Turner  - giờ là người trưởng thành  - gặp lại Elwood, nhận ra rằng câu chuyện của họ đã bị xóa nhòa khỏi lịch sử chính thức của Nickel Academy. Anh đứng lên kể lại sự thật, hy vọng phục hồi danh tính bị lãng quên của đồng đội mình.",
    "poster": "https://m.media-amazon.com/images/M/MV5BMGRkMzIyY2QtMjc5My00NGRjLWE5ZGUtYjRiMDNjMzAwOTU0XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "genre": ["Chính kịch", "Xã hội", "Lịch sử"],
    "trailer": "https://www.youtube.com/embed/-2qZ429rUZw",
    "link": "Nickel_Boys.html",
    "type": "banner"
  },
  {
    "title": "The Wild Robot",
    "year": 2024,
    "director": "Christopher Sanders",
    "description": "Robot ROZZUM 7134, gọi là Roz (lồng tiếng Lupita Nyong 'o), bị rơi xuống một hòn đảo hoang biệt lập. Không có con người, cô trải qua hành trình học cách giao tiếp và sống hoà hợp với thiên nhiên. Một ngày, Roz nhặt được một quả trứng ngỗng và sau khi nó nở, cô trở thành mẹ bất đắc dĩ của Brightbill (Kit Connor). Cùng sự giúp đỡ của cáo Fink (Pedro Pascal), Roz dạy con cách bơi, bay và sinh tồn. Khi Brightbill trưởng thành và bay theo đàn, Roz đối mặt với sự trống trải, đồng thời phải lựa chọn giữa việc bật tín hiệu để bị cứu về hay ở lại bảo vệ cộng đồng động vật mà mình đã xây dựng. Cuối cùng, Roz quyết định ở lại hòn đảo, cam kết bảo vệ thiên nhiên và gia đình mới của mình.",
    "poster": "https://m.media-amazon.com/images/M/MV5BZWNiZjVlZTUtNGUwYi00MjJmLTg2MDctNWEzYTJiMzY1ODc4XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "genre": ["Hoạt hình", "Phiêu lưu", "Gia đình"],
    "trailer": "https://www.youtube.com/embed/67vbA5ZJdKQ",
    "link": "The_Wild_Robot.html",
    "type": "banner"
  }
]